Repository: sivyrn/Capso
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: Useful for capturing menus, hover states, and other UI that disappears the moment you move the mouse.
ja: メニュー、ホバー状態、マウスを動かすと消えるUIの撮影に便利です。
ko: 메뉴, 호버 상태, 마우스를 움직이면 사라지는 UI를 캡처할 때 유용합니다.
zh_hans: 适合捕捉菜单、悬停状态，以及鼠标一移动就会消失的界面。

source: Auto-detect if unset
ja: 未設定の場合は自動検出
ko: 설정하지 않으면 자동 감지
zh_hans: 未设置时自动检测

source: Primary Language
ja: 主言語
ko: 기본 언어
zh_hans: 主要语言

source: Default Recording Format
ja: デフォルト録画形式
ko: 기본 녹화 형식
zh_hans: 默认录屏格式

source: Dim Screen While Recording
ja: 録画中に画面を暗くする
ko: 녹화 중 화면 어둡게 하기
zh_hans: 录屏时调暗屏幕

source: Cursor Smoothing
ja: カーソルの平滑化
ko: 커서 부드럽게 처리
zh_hans: 光标平滑

source: Bézier interpolation to reduce jitter
ja: ベジェ補間で揺れを軽減
ko: 베지어 보간으로 흔들림 감소
zh_hans: 使用贝塞尔插值减少抖动

source: Checking…
ja: 確認中…
ko: 확인 중…
zh_hans: 正在检查…

source: e.g. 16
ja: 例: 16
ko: 예: 16
zh_hans: 例如 16

source: e.g. 9
ja: 例: 9
ko: 예: 9
zh_hans: 例如 9

source: e.g. Widescreen
ja: 例: ワイドスクリーン
ko: 예: 와이드스크린
zh_hans: 例如 宽屏

source: In `R2 → Overview`, click `Create bucket`. Name it something memorable like `capso-shares`.
ja: `R2 → Overview` で `Create bucket` をクリックします。`capso-shares` のような覚えやすい名前を付けます。
ko: `R2 → Overview`에서 `Create bucket`을 클릭하세요. `capso-shares`처럼 기억하기 쉬운 이름을 지정하세요.
zh_hans: 在 `R2 → Overview` 中点击 `Create bucket`。取一个容易记住的名称，比如 `capso-shares`。

source: `R2 → Manage API Tokens` → `Create API Token`. Choose **Object Read & Write**, scoped to this bucket.
ja: `R2 → Manage API Tokens` → `Create API Token`。**Object Read & Write** を選び、このバケットにスコープします。
ko: `R2 → Manage API Tokens` → `Create API Token`으로 이동하세요. **Object Read & Write**를 선택하고 이 버킷으로 범위를 제한하세요.
zh_hans: `R2 → Manage API Tokens` → `Create API Token`。选择 **Object Read & Write**，并限定到这个存储桶。

source: In the bucket's `Settings` tab: click `Enable` next to **Public Development URL** for a free `pub-…r2.dev` link, OR click `+ Add` next to **Custom Domains** to use your own domain.
ja: バケットの `Settings` タブで、**Public Development URL** の横にある `Enable` をクリックして無料の `pub-…r2.dev` リンクを取得するか、**Custom Domains** の横にある `+ Add` をクリックして独自ドメインを使用します。
ko: 버킷의 `Settings` 탭에서 **Public Development URL** 옆의 `Enable`을 클릭해 무료 `pub-…r2.dev` 링크를 받거나, **Custom Domains** 옆의 `+ Add`를 클릭해 자체 도메인을 사용하세요.
zh_hans: 在存储桶的 `Settings` 标签页中：点击 **Public Development URL** 旁边的 `Enable` 获取免费的 `pub-…r2.dev` 链接，或者点击 **Custom Domains** 旁边的 `+ Add` 使用你自己的域名。

source: You'll get `Account ID`, `Access Key ID`, and `Secret Access Key`. Note your bucket name too. The secret won't be shown again.
ja: `Account ID`、`Access Key ID`、`Secret Access Key` が表示されます。バケット名も控えてください。シークレットは再表示されません。
ko: `Account ID`, `Access Key ID`, `Secret Access Key`를 받게 됩니다. 버킷 이름도 기록해 두세요. 비밀 키는 다시 표시되지 않습니다.
zh_hans: 你会得到 `Account ID`、`Access Key ID` 和 `Secret Access Key`。也请记下存储桶名称。密钥不会再次显示。

source: Automatically Upload New Captures
ja: 新しいキャプチャを自動アップロード
ko: 새 캡처 자동 업로드
zh_hans: 自动上传新捕获内容

source: Enable
ja: 有効にする
ko: 활성화
zh_hans: 启用

source: Enable Automatic Uploads?
ja: 自動アップロードを有効にしますか？
ko: 자동 업로드를 활성화할까요?
zh_hans: 启用自动上传？

source: Every new screenshot and recording will be uploaded to your configured storage. Each successful share link will replace the current clipboard contents.
ja: 新しいスクリーンショットと録画はすべて、設定済みのストレージにアップロードされます。共有に成功するたびに、現在のクリップボードの内容がリンクで置き換えられます。
ko: 새 스크린샷과 녹화는 모두 설정된 저장소에 업로드됩니다. 공유에 성공할 때마다 현재 클립보드 내용이 링크로 대체됩니다.
zh_hans: 每张新截图和每段新录屏都会上传到你配置的存储。每次分享成功后，当前剪贴板内容都会被分享链接替换。

source: Upload new screenshots and recordings, then copy the share link
ja: 新しいスクリーンショットと録画をアップロードし、共有リンクをコピーします
ko: 새 스크린샷과 녹화를 업로드한 다음 공유 링크를 복사합니다
zh_hans: 上传新的截图和录屏，然后复制分享链接

source: Automation
ja: 自動化
ko: 자동화
zh_hans: 自动化

source: Automation URLs
ja: 自動化 URL
ko: 자동화 URL
zh_hans: 自动化 URL

source: Allow Alfred, Raycast, Shortcuts, and other apps to trigger captures
ja: Alfred、Raycast、ショートカットなどのアプリからキャプチャを実行できるようにします
ko: Alfred, Raycast, 단축어 및 기타 앱에서 캡처를 실행하도록 허용
zh_hans: 允许 Alfred、Raycast、快捷指令和其他应用触发截图

source: Supported URLs
ja: 対応 URL
ko: 지원되는 URL
zh_hans: 支持的 URL

source: Couldn't prepare recording for upload.
ja: 録画をアップロード用に準備できませんでした。
ko: 녹화를 업로드할 수 있도록 준비하지 못했습니다.
zh_hans: 无法准备录屏以上传。

source: Automatically Check for Updates
ja: アップデートを自動確認
ko: 업데이트 자동 확인
zh_hans: 自动检查更新

source: Look for new versions in the background
ja: バックグラウンドで新しいバージョンを確認します
ko: 백그라운드에서 새 버전을 확인합니다
zh_hans: 在后台查找新版本

source: Check Frequency
ja: 確認の頻度
ko: 확인 주기
zh_hans: 检查频率

source: Daily
ja: 毎日
ko: 매일
zh_hans: 每天

source: Weekly
ja: 毎週
ko: 매주
zh_hans: 每周

source: Monthly
ja: 毎月
ko: 매월
zh_hans: 每月

source: Look for a new version now
ja: 今すぐ新しいバージョンを確認します
ko: 지금 새 버전을 확인합니다
zh_hans: 立即查找新版本

source: Pin from Clipboard
ja: クリップボードからピン留め
ko: 클립보드에서 고정
zh_hans: 从剪贴板悬浮

source: Float copied images, text, colors, or files above other windows
ja: コピーした画像、テキスト、色、ファイルをほかのウインドウの手前に表示
ko: 복사한 이미지, 텍스트, 색상 또는 파일을 다른 윈도우 위에 띄우기
zh_hans: 将复制的图像、文本、颜色或文件悬浮在其他窗口上方

source: Clipboard content is too large to pin
ja: クリップボードの内容が大きすぎてピン留めできません
ko: 클립보드 내용이 너무 커서 고정할 수 없습니다
zh_hans: 剪贴板内容太大，无法悬浮

source: No supported content found on clipboard
ja: クリップボードに対応する内容がありません
ko: 클립보드에서 지원되는 콘텐츠를 찾을 수 없습니다
zh_hans: 剪贴板中没有支持的内容

source: OK
ko: 확인
zh_hans: 好
